{
  "title": "The Battle of Bones (Southwestern Anauroch Border)",
  "chapters": [
    {
      "title": "Nature of the Region",
      "text": "The so-called Battle of Bones is not a living forest or marsh at all, but a vast, open graveyard – an expanse of dry, lifeless terrain scattered with bones and craters. Located about 50 miles north of Yellow Snake Pass on the southwest edge of Anauroch, it was the site of an ancient and terrible battle. The land itself is barren, with hardly any water or plant life; only some low scrub and lichen grow among the cracked earth and bleached bone piles. By day, the sun bakes the ground and whirls dust devils across the plain. By night, an unnatural chill rises from the earth. This inhospitable environment means very few living creatures make their home here – but it teems with undead. The Battlefield has become an ecosystem of undead beings, feeding on each other’s energies and on any living prey that ventures in. As one narrator notes, locals tell fright-filled tales of this place to scare children, claiming “things undead should be banished from the face of Faerûn”, but a certain scholar of necromancy insists on observing these undead objectively. She describes the undead of the Battle of Bones as behaving almost like natural creatures: gathering in groups, seeking food (of a sort), and even adapting in curious ways."
    },
    {
      "title": "Undead Denizens",
      "text": "The Battle of Bones is home to every manner of undead creature imaginable. Restless skeletal warriors from the long-ago battle wander aimlessly or enact echoes of their last charge. Zombies – both human and animal – shamble through the dust. The necromancer who studied them remarks that it is “not unnatural for the undead to seek sustenance or want leadership”, suggesting that these undead have primitive desires and even form packs for safety. Indeed, she observed that the undead here sometimes gather together to protect themselves from intruders, almost as if the battlefield were their rightful domain. They do not typically prey on each other – “undead will not hunt or eat one another as long as they can find living prey”. Instead, they lie in wait for unfortunate living creatures to enter the battlefield. Once a living being is detected, the undead mob will relentlessly pursue and “swing a weapon” at the living intruder until it is dead. When no living beings are around, the undead become strangely dormant, clustering in shaded hollows or standing motionless amid bone drifts."
    },
    {
      "title": "Some undead here are unique variants. For example, the researcher created an undead ferret named Fez as a companion – a “living” ferret preserved past death. She notes wryly that carrying an undead rodent in one’s tunic tends to repel most people (even Elminster commented on her morbid pet). More striking are the “zombie lizards” she discovered",
      "text": "ordinarily harmless lizards that, in undeath, developed a potent venom in their bite. A zombie lizard can kill like a poisonous snake – an unexpected adaptation of undeath. Even plant life has not been spared; travelers speak of an area dubbed the “Rose Garden” where undead vines and skeletal brambles writhe, animated by the battlefield’s foul energies. It is said that these undead plants can ensnare and drain the life from animals, adding their victims’ bones to the litter. Truly, “whether humanoid, animal, monster, or even vegetable – all abound at the battlesite”, animated by necromancy. Most of these undead are mindless, but a few greater undead have been reported. Shadowy wraiths and wrathful specters sometimes drift across the field at night, perhaps the spirits of generals who died in the carnage. These incorporeal undead often linger near spots of great magical resonance (such as where a wizard fell in battle)."
    },
    {
      "title": "The Bone Miners & Other Behaviors",
      "text": "One particularly eerie phenomenon here is a group dubbed the “Bone Miners.” These appear to be skeletons that dig and unearth bones only to re-bury them elsewhere. They labor ceaselessly at night, excavating mass graves and rearranging skeletal remains into strange patterns. Some adventurers speculate this is an instinctive behavior, almost like undead “scavengers” cleaning and redistributing the battlefield. It may even serve a purpose: possibly concentrating necromantic energy or assembling larger undead constructs. On rare occasions, adventurers have been attacked by bizarre amalgamations of bones – bone golems or chittering swarms of skeletal fragments – perhaps the results of the Bone Miners’ toil. Another odd site is the so-called “Unified Defiled Theory” monument, an area where the necromancer scholar conducted experiments trying to communicate with or control the undead. Broken tablets and magical sigils remain, and undead seem unusually drawn to that spot, as if half-aware of the attempt to organize them. Despite such efforts, most undead here lack higher coordination or purpose. They are driven by simple urges: to feed on life, to defend their cursed ground, and to obey any powerful necromantic command they might fall under. If a necromancer or evil priest comes to this battlefield, they could potentially raise and command an army from the plentiful corpses – a frightening prospect that has not gone unnoticed by nearby realms."
    },
    {
      "title": "Lack of Living Ecology",
      "text": "Few living creatures dare reside in the Battle of Bones area. Natural scavengers that would normally be drawn to so many corpses – such as jackals, vultures, or beetles – have long since been eaten or driven off by the undead. One might spot a lone fire falcon overhead (a small raptor wreathed in magical flames), as these have been seen swooping in to pick off stray zombie rodents quickly. But even these creatures must be careful not to linger. Occasionally, mountain lions or hyenas wander in from the surrounding hills, only to end up as new undead themselves. No true scavenger or predator can thrive here because the undead pose too great a threat and there is no fresh food chain to partake in. The undead themselves “feed” in a fashion – draining life energy or consuming flesh from any intruder – but when no living prey comes, they essentially subsist on ambient magic. In this way, the battlefield is almost a closed ecosystem of undeath: energy from the long-ago massacre continues to animate them, cycling among the undead hordes."
    },
    {
      "title": "Legends & Current Threats",
      "text": "The origin of the Battle of Bones lies in a cataclysmic conflict between the goblinoid armies of the High Moors and a human force from the south, centuries ago. One chronicle suggests the battle was triggered by climate change: a great drought that drove the goblins from their lands and into conflict with neighboring realms. The goblin horde was defeated here in 1090 DR (Year of the Slain Mountain), leaving tens of thousands of bodies to rot. Locals avoid the place, believing the ground cursed by “generations of evil and polluted by its inhabitants”, hence the unnatural mists and deadly miasma that often cloaks it. A persistent rumor holds that a powerful lich dwells beneath the battlefield, supposedly the ancient necromancer who first raised the armies of undead here. However, expeditions in search of this lich (and the fabled treasures of the fallen armies) have never returned with proof. More concrete is the recent tale of the mountain giants. A clan of mountain giants has moved into the northern mountains overlooking the Battle of Bones, and they are led by an undead fire giant who rose from this very battlefield. This undead fire giant, originally from Anauroch, reportedly subjugated the mountain giants after joining them – he’s said to have “had an unfavorable encounter with a necromancer” (died and was reborn) before coming to lead them. These giants occasionally clash with another giant clan to the south (the Hill Giants of the Lost Souls, see below). Their presence means living intruders face yet another danger: one might stumble into an ongoing giant war being fought on the fringes of the undead field! All told, the Battle of Bones is one of the most perilous regions one can visit – a place where death lingered and then came alive again, forever."
    }
  ]
}