{
  "title": "The Cormyrean Marshes (Farsea, Tun, and Vast Swamp)",
  "chapters": [
    {
      "title": "Overview & Environment",
      "text": "Cormyr’s marshlands consist of two principal wetland areas: the Farsea Marshes (also called the Tun Marsh) in western Cormyr near the Storm Horns, and the Vast Swamp in eastern Cormyr along the border with Sembia. Despite sharing a general habitat type (swamps), these two areas differ in character. The Farsea Marshes are “a rich, green expanse” of bogs, shallow ponds, and wooded islets. They are living wetlands teeming with plants and animals, and even home to a unique human culture (the Marsh Drovers). In contrast, the Vast Swamp is “a dismal place of great danger”, a thoroughly tainted mire “polluted by its inhabitants and generations of evil”, cloaked in toxic mist. Where Farsea has areas of relative beauty and ecological balance, the Vast is a festering morass where malign forces hold sway. Together, these are referred to as the Cormyrean Marshes, and they bracket the kingdom of Cormyr on west and east."
    },
    {
      "title": "Western Marsh (Farsea & Tun) – Life and Inhabitants",
      "text": "The Farsea Marshes lie at the foot of the Storm Horn Mountains, fed by the headwaters of the Tun River. Despite the common image of swamps as nasty, a naturalist writes that “a marsh is a living, growing place richly endowed with animal and plant species”, vital for filtering water and supporting life. Indeed, the Farsea proves this. It is home to the Marsh Drovers, a hardy and “friendly and colorful” folk who live in villages on stilts and floating platforms. These humans have adapted to swamp life, fishing and herding swamp grazers. Uniquely, they have even domesticated the feared catoblepas! Normally a catoblepas (a swamp-dwelling beast with a deadly petrifying gaze) is a lethal hazard, but in the Farsea, Drovers raise them like cattle. Domesticated catoblepas, it’s noted, “will use their death gaze only if attacked, and then only reluctantly”, suggesting a docility when tamed. The Drovers likely breed the more mild-tempered individuals and perhaps blindfold them or otherwise negate the gaze. This astonishing adaptation provides the Drovers with strong pack beasts (a catoblepas can haul great weight through mire) and possibly milk or hide, while keeping the catoblepas population in check (few run wild near their villages). The Drovers also raise giant frogs and fish in pens, and cultivate edible water plants. They coexist relatively peacefully with many swamp creatures.\n\nThe fauna of Farsea Marsh is abundant: fish of all kinds fill its sluggish streams (giant catfish, gar, and schools of piranha-like marsh fish). Insect life is prolific – clouds of mosquitoes and biting flies (which the Drovers ward off with smoky fires and salves). These insects feed a healthy population of bats, swallows, and giant dragonflies. Frogs and toads from hand-sized to pony-sized hop about, preying on smaller creatures. There are snakes galore, from harmless water snakes to venomous moccasins and huge constrictors draped on tree limbs. Crocodiles lurk in the deeper pools. The “fierceness of this reptile is legendary”, but even they are hunted by the bold Purple Dragons for their tough hides (which Cormyreans use to make armor and shields). The bounty of prey also supports larger predators. Notably, bullywugs (frog-men) inhabit the marsh. These primitive amphibious humanoids hide in mud huts and ambush unwary travelers. One scholar confessed he had “an incident” that taught him much of “bullywugs’ biology”, implying a close encounter that nearly cost his life. Bullywugs use crude spears and blowpipes with poison darts (often using venom from swamp adders). They are very territorial. However, they are preyed upon in turn by an even stealthier swamp lurker: the meazel. Meazels are gaunt, pale humanoids – essentially swamp-dwelling assassins or bogeymen. They are “solitary creatures, living in rude shelters deep within the swamp”, and they “emerge to hunt and feed upon orc, goblin, and kobold bands” that stray into the marsh. In fact, meazels love to prey on bullywugs and other humanoids. They strangle victims with garrotes and can move silently through muck. The presence of meazels ironically helps the Marsh Drovers; the meazels often pick off raiding goblinoids or even lone bullywugs that might threaten drover children. However, meazels will also attack humans if the opportunity arises. Thus, they are viewed with wary respect – some Drovers leave portions of their catch on stumps as “offerings” to appease any nearby meazel, hoping a well-fed meazel will ignore the village.\n\nIn the Western Marsh, undead are a minor, intermittent threat. The scholar mentioned above notes that “the Farsea Marshes are troubled by wraiths” from time to time. Possibly ancient battlefields or evil altars around the Tun valley give rise to these undead. They are not common – perhaps once or twice a generation an incorporeal undead or a will-o’-wisp (malevolent ghost-light) will claim a life. The locals have some defenses: talismans of Moradin or Silvanus (depending on whether dwarven or druidic influence) and knowledge of turning undead passed down from a cleric who once dwelt among them. In general, though, the Western Marsh remains “richly endowed” with living species rather than undead. Even some typically monstrous creatures here behave almost like natural animals. For example, giant lizards (normally aggressive) are fairly mellow in the Farsea, lounging on logs and snapping at fish – likely because there is ample food. There are reports that a few marshfolk have even tamed giant dragonflies as mosquito control and entertainment.\n\nOne remarkable creature in Farsea is the swamp fern or “swamp cloaker” – essentially a large carnivorous plant that looks like a patch of ferns. It’s rumored some Drovers cultivate these around their villages for defense, “feeding” them scraps to keep them sated so they only attack intruders. This kind of symbiosis typifies the Western Marsh, where humans and the swamp environment have reached a sort of equilibrium."
    },
    {
      "title": "Eastern Marsh (Vast Swamp) – Corrupted Ecosystem",
      "text": "The Vast Swamp is another story. It is described as “thoroughly polluted by its inhabitants, and by generations of evil”. A “sticky mist hangs in the air constantly – hot in summer and cold in winter”, clinging to twisted black trees and creating an unearthly gloom. The soil is rot and mud, choked with brackish pools that breed disease. Unlike Farsea, where water flows and cleanses, the Vast has stagnant water and cursed ground. Plants here are stunted or malign – black twisted shrubs, vines that exude acidic sap, patches of yellow musk creeper waiting to ensnare victims (in one tale, a whole adventuring party vanished except one who returned raving about “yellow flowers and dead eyes”). Even the “mundane” animals have been tainted: “mundane animal species are all of unnatural mien and appearance. Black squirrels…scurry along the branches”, and other creatures are similarly dark or deformed.\n\nChief among the Vast Swamp’s denizens are the lizard men and related reptilian races. The lizardfolk of the Vast are particularly violent and xenophobic, attacking all outsiders and even warring among themselves. Many worship Talona (goddess of poison) or primordial reptile gods. They are locked in constant struggle with the swamp’s other intelligent residents: the hobgoblins. Yes, hobgoblin tribes inhabit the Vast Swamp as well. They control the firmer ground at the swamp’s fringes, building crude stockades. These hobgoblins are as vicious as any – but the swamp has forced them into isolation. They cannot easily expand outward (Cormyr keeps watch), so they push further into the swamp, fighting lizardmen for territory. The text notes that Vast Swamp hobgoblins have become even more “violent and xenophobic than most”, attacking any outsiders and also each other in ferocious clan wars. It’s said one hobgoblin clan turned to cannibalism to survive a long blight when hunting was bad. This gives an idea of how broken the food chain is – even tough hobgoblins struggle to find enough game, since so much of the swamp’s productivity is consumed by monsters or spoiled.\n\nOne of the most dangerous species in the Vast Swamp are the grell – bizarre floating monsters that look like pale floating brains with tentacles and a beak. “The dark reaches of the Vast Swamp harbor a colony of these repulsive creatures”, and their evil has both influenced and been influenced by the swamp’s wickedness. The grell hunt in packs, preying on other swamp denizens, intelligent and otherwise. They especially target the lizardfolk and hobgoblins, whom they consider both food and competition. The grell are known to paralyze victims and drag them to their lair for later consumption. Over generations, the grell here have grown in number and even developed a hierarchical society of sorts. The text mentions the grell “revere a powerful being they call the Imperator”, said to dwell beneath the swamp’s surface – “a grell of enormous size and age”. This Grell Imperator presumably coordinates the colony. If true, it means the grell act in a concerted fashion, making them an even greater threat. The Imperator could be one reason the swamp feels “organized evil” as opposed to the chaotic but relatively balanced nature of Farsea. The grell have essentially become an apex predator with a strategy: they eliminate potential rivals. They’ve been methodically reducing the lizardman tribes nearest their territory and attacking any strong hobgoblin warbands. Only the fact that grell rarely leave their own territory keeps them from depopulating the entire swamp.\n\nAmong undead in the Vast Swamp, the most notorious is the dracolich that once laired there (the undead dragon Chardath, in older lore). While that dracolich was destroyed decades ago, “generations of evil” left a mark. Wraiths, specters, and ghouls haunt various ruins (the swamp covers many ancient battle sites from the fall of Myth Drannor and earlier Netherese outposts). There are persistent reports of a vampiric will-o’-wisp known as the “Phantom of the Fen” that lures victims off the safe paths into quicksand. The climate of the Vast itself seems cursed: the “Vast Swamp’s climate is harsh and unnatural”, with mists that do not dissipate and “rains and fog” that come at unseasonal times. Druids suspect a magical curse or a relic buried beneath that keeps the swamp in a perpetual unhealthy state.\n\nDespite this, life goes on in pockets. Turtles, including giant snapping turtles, thrive in the murky waters – nothing hunts the largest ones except the occasional dragon. Insects breed in unimaginable numbers; in fact, a famous Cormyrean tale tells of “flying leeches”, likely a misidentification of stirges, draining a man dry. Boars and black bears sometimes wander into the swamp periphery (from the Hullack Forest) and then themselves turn feral or diseased from tainted water.\n\nInteractions and Folklore: The fringe of the Vast Swamp is studded with the efforts of civilization to hold it at bay. Cormyr maintains Clearing Stations where Purple Dragon troops periodically burn back encroaching vegetation to prevent the swamp from expanding westward. Local Sembian villagers tell cautionary tales of the “Black Dragons of the East” – indeed, at least two black dragons make their home in the Vast Swamp’s eastern depths. These dragons (Old Father Wyrm and his mate, in legend) occasionally fly out to raid remote farms or fight each other over territory. They add to the instability by stirring up lizardfolk (sometimes rallying tribes as cults under them) or demanding tribute from hobgoblins. The Purple Dragons of Cormyr have had to repel at least two significant incursions of swamp creatures in recent memory: one was a march of lizardfolk and summoned undead led by a lich who briefly set up a stronghold, and another was a concerted sahuagin raid from the sea up the Darkflow River that continued into the swamp. Yes, sahuagin (sea devils) have even found their way into the story: the Darkflow River connects to the Sea of Fallen Stars, and twice sahuagin war parties swam upriver to pillage coastal villages and, oddly, also attacked the swamp lizardfolk communities. Some sages speculate the sahuagin were simply grabbing slaves and didn’t care if they were human or lizardfolk. Others wonder if the kuo-toa (fish-men) of the southern swamps spurred the sahuagin on (sahuagin hate kuo-toa, and perhaps chased them inland). Regardless, it shows how the evils of the Vast Swamp sometimes connect with the outside world in unpredictable ways."
    },
    {
      "title": "Rumors & Legends",
      "text": "The Vast Swamp holds rumored Netherese ruins in its interior that attract foolhardy adventurers. One such ruin supposedly hides the Sceptre of Mystra, and a daring adventurer claimed to have braved grell and ghosts to retrieve it – but upon leaving the swamp, he was attacked by unknown assailants and the scepter lost again. Some Drovers in the Farsea tell a legend that the Farsea Marsh was once a beautiful lake “ringed by forests and well-watered fields”, but an ancient curse sank it into a swamp overnight. They fear a similar fate could befall the pleasant parts of their marsh if whatever magic affects the Vast Swamp spreads. Indeed, an old Cormyrean legend states that two noble families were cursed, one turned to bog (the Vast) and the other to desert (part of Anauroch). While fanciful, it speaks to a perception that these wild areas are unnatural."
    },
    {
      "title": "In sum, the Cormyrean Marshes present two faces of a swamp",
      "text": "one vibrant and relatively benign (Farsea/Tun), supporting a unique human culture and rich wildlife, and the other dark and malign (Vast), where “festering evil” creates a twisted parody of an ecosystem. Both are vital to understand in an ecological context – they show how local conditions (and magical influences) can drastically change the balance of predators, prey, and sapient inhabitants. As an educated cleric once remarked, “Far from being repulsed by the inhospitable region…I came to see the land as a vast web of interrelated plants, animals, and climate”, even in the Farsea’s muck. The same is true (though harder to appreciate) in the Vast Swamp: albeit a corrupted web, it’s still a web of life and unlife intertwined. Only by respecting the particular dangers (from the catoblepas’s lethal gaze to the grell Imperator’s schemes) can one hope to traverse these wetlands safely."
    }
  ]
}