{
  "title": "Cormanthor (The Great Elven Forest of the Heartlands)",
  "chapters": [
    {
      "title": "Overview of the Forest",
      "text": "Cormanthor is an immense ancient forest covering much of central Faerûn’s Dalelands – “you may think you’ve seen big forests, but Cormanthor covers more territory than the Thunder Peaks”, so vast one could drop the entire Moonsea within and still have room. Often called the Elven Woods, it was once home to the great elven empire of Myth Drannor. Now, centuries after the elves’ Retreat, the forest itself is the dominant force. Cormanthor’s environment ranges from rimwoods (sparser edges) to midwoods (dense central regions) and starwoods (ancient untouched groves). The climate is temperate; summers aren’t too hot under the canopy, and winters are moderated by the cover. Distinct seasons occur – “Summers aren’t as hot and winters not as cold as before civilization cleared some areas”, since the forest retains moisture and warmth. This yields a bounty of plant and animal life. Cormanthor is often described as “a vast web of interrelated plants, animals, and climate”, where each creature has its place."
    },
    {
      "title": "Flora",
      "text": "Towering oaks, duskwoods, weirwoods, and maples dominate the canopy. Beneath grow ferns, berry bushes, and carpets of moss. There are unique plants like the Cormanthor Violet fungus (a bioluminescent mushroom) and quickwood (treant-like sentient trees). The forest’s unusual plants include things like hangman trees and yellow musk creepers, dangerous flora which adventurers have catalogued. Elven influence kept such threats deep in the midwoods away from paths. Now, with elves gone, they sometimes encroach."
    },
    {
      "title": "Common Wildlife (Prey & Small Creatures)",
      "text": "Cormanthor teems with wildlife. Deer and foxes, boar and brown bears roam the glades. Game birds like pheasant, quail, wild chickens, and grouse are abundant. Rabbits were extremely common – so common that the population exploded once elven hunting waned, then “the owlbears of Cormanthor ate up all the rabbits”, causing a crisis for the owlbears who overhunted their favorite prey. This forced the owlbears to find new food sources, which led to an extraordinary adaptation: they became “insect farmers”! Owlbears discovered giant harvester termites in a fallen oak and learned to cultivate them as a steady food supply. They dump rotting wood to feed the termites and later gorge on the larvae. This practice spread “throughout the starwood” among owlbear packs. It stabilized the owlbear population, which had been crashing from starvation. Now, “owls chase screeching finches, wood rats scramble for cover”, and owlbears farm termites – an example of the creative resilience of the ecosystem. Notably, the byproducts of this “termite farming” have knock-on effects: owlbear saliva mixed with decomposing termite shells creates an aroma that attracts wild horses, allowing owlbears to occasionally ambush a horse for a larger meal. Even pyrolisks (fire-breathing rooster-like birds) are drawn to the warmth of termite pits to nest, creating an odd coexistence – the owlbears leave those pits alone rather than risk being burned."
    },
    {
      "title": "Sylvan and Magical Creatures",
      "text": "Cormanthor is famous for its fey and sylvan population. Dryads are plentiful – each bonded to an oak. They are generally shy but have become more active in defending their groves from encroaching gnolls or loggers. In fact, of late, “the otherwise docile dryads of the central starwood have been rallying sympathetic satyrs, pixies, elves, and druids to stave off an impending attack by an army of gnolls”. This hints at how the fey coordinate as a force of nature to counter threats. Satyrs (forest fauns), korreds (wild-haired fey), and pixies flit about, especially in the starwoods and glades near the old mythal of Myth Drannor. Treants – called “Tree Lords” – still guard parts of the forest. They were said to convene an Entmoot after the fall of Myth Drannor to assume responsibility for protecting Cormanthor. Treants patrol against large-scale fires and senseless destruction. They also quell conflicts among animals if it threatens the forest at large. Unicorns grace the more enchanted areas; a unicorn or two still dwells near the ruins of Myth Drannor, acting as a sentinel against demons (a legacy of the Dale Reckoning). Hamadryads (spirits of great trees) and couatl (feathered serpents) were recorded in an encounter table, though couatls are extremely rare – one is rumored to live in a secret shrine beneath Myth Drannor’s rubble, keeping an eye on ancient evils. Pegasi sometimes nest in the open meadows on the forest’s northern fringe."
    },
    {
      "title": "Monstrous Predators",
      "text": "With the elves’ withdrawal, monstrous predators multiplied. Owlbears have already been mentioned – their numbers are now rising again thanks to their termite diet, and they have never been more content or well-fed. Worgs (intelligent evil wolves) roam in packs, often ridden or led by goblins. They compete with and prey on normal wolves. Displacer beasts – those six-legged panther-like creatures with illusory abilities – are a constant hazard. They particularly love to attack unwary travelers, often ambushing from dense foliage. A displacer beast pack can decimate a merchant caravan if not detected. The forest also holds many giant spiders and ettercaps (who tend them). They form webs across game trails to snare deer and the occasional humanoid. Giant snakes (some with venoms, some constrictors) slither in the underbrush. Sometimes, **“giant poisonous” or “giant constrictor” snakes appear on encounter lists. A curious monstrous predator here is the hangman tree – a semi-mobile carnivorous tree that dangles root-vines to strangle prey. Hangman trees increased in number without elves to cull them, but dryads and treants have started to restrict them to certain boggy hollows to protect their animal friends. Chimeras occasionally wander in from the mountains, and perytons often come down from the heights to hunt forest humanoids. Even a wyvern or two from the Dragonreach has been seen flying low over Cormanthor’s treetops searching for prey.\n\nOne of the more terrifying predators is the Cormanthor Water Naga, an aquatic snake-woman creature unique to this forest’s pools. They lay eggs in swampy parts (encounter tables note “Cormanthor water naga (roll 1d6: 1-4= adolescent, 5-6=mature)”). These nagas guard ancient elf springs and will kill intruders near their waters."
    },
    {
      "title": "Intelligent Inhabitants and Factions",
      "text": "Elves – though mostly departed west – still remain in small numbers. The Eaerlanni wood elves and a few Sy’Tel’Quessir (wild elves) live in nomadic bands. They avoid large conflicts, but some elders coordinate with the fey (as noted with the dryads vs gnolls incident). These elves consider themselves wardens of Cormanthor’s balance. Then there are evil humanoids: numerous gnoll bands (especially near the southern forest, pushing up from the Vast Swamp), goblin tribes (descendants of those that served the Witch-king), and even ogres and ogre mages near old ruins. Post-Myth Drannor, demons and undead proliferated for a time. While major fiends have since been vanquished, some demonic influences remain (e.g., minor tanar’ri lurking around old summoning circles). Undead like skeleton warriors and wraiths still wander near Myth Drannor’s rubble, but much less now that the mythal has calmed. One persistent threat is a cadre of vampire spawn that hide in crypts by day and hunt at night, often preying on solitary gnolls or careless adventurers. Humans also dwell here: aside from Dalesfolk farmsteads at the edges, one finds Harpers using the forest as a base, and occasionally Zhentarim agents or cultists creeping in to search ruins or capture magical creatures."
    },
    {
      "title": "Notable Interactions & Balance",
      "text": "Cormanthor’s ecology is dynamic. With most elves gone, predator populations surged (owlbears, displacer beasts, wolves) then crashed or stabilized as prey dwindled, then new equilibrium found (owlbears switching to insects, etc.). Prey populations like rabbits skyrocketed then collapsed. Some unnatural species nearly eliminated others – e.g., perytons began targeting the forest’s few pegasi and nearly wiped them out (Harpers intervened to secret the last pegasi foals to Evereska). The treants and druids have stepped up as mediators. They’ve done things like secretly planting more berry bushes to feed herbivores or using druidic magic to charm a displacer beast pack to move elsewhere if they were killing too many deer. Meanwhile, leftover elf magic still helps: e.g., “The Hexad must have truly loved Cormanthor, for… Not all of it lasted, but Cormanthor is a nicer place now than before Cormyr and Sembia came along”, implying some old curses were lifted making it actually safer in some ways. But also, the collapse of civilization inside has made it more welcoming for monstrous life."
    },
    {
      "title": "Current Developments",
      "text": "Current Developments: Gnoll activity is on the rise, as noted by dryads. A gnoll chieftain with demon-worship is uniting packs to try to cut a swath through the forest (the dryads’ rally suggests this). If gnolls fell too many trees or slaughter too many unicorns, the forest itself may retaliate – already, rumors say the “Ghost Wild Hunt” (a host of spectral fey riders) has been seen riding on nights of the new moon, presumed to be Cormanthor’s spirit mustering against the gnolls. Additionally, the Zhentarim have an eye on the forest paths as a route around Cormyr; they might covertly aid goblinoids inside to destabilize the region. Conversely, Harpers and War Wizards occasionally come to test Myth Drannor’s mythal, inadvertently stirring things (one such test awakened a pseudodragon colony that had been in magical slumber – now dozens of pseudodragons flit about Myth Drannor’s ruins, acting as benign pest controllers eating stirge eggs).\n\nOne delightful anecdote: In an effort to curb giant spider proliferation, some Harpers introduced a flock of griffon eaglets (griffon x giant eagle hybrids) to prey on the spiders. This half-successful attempt resulted in fewer spiders, but the hybrid griffons are unpredictable – occasionally they help the dryads, other times they snatch a fawn that a dryad was fond of, causing some fey consternation."
    },
    {
      "title": "Legends",
      "text": "Cormanthor’s creatures are steeped in legend. The Seven Lost Sisters (dryads) supposedly know every secret glade. The Ghost of Yranta (an elf ranger) is said to shoot arrows at any who would start an uncontrolled fire. And an odd recent rumor: a “friendly owlbear” has been seen guiding lost children out of the woods – perhaps an owlbear satiated enough on termites that it doesn’t view humans as food and has developed a strangely benign behavior. Locals even gave it a name, “Honeyclaws.” Whether truth or fancy, it underscores how in Cormanthor the line between monster and ally can blur."
    },
    {
      "title": "Summary",
      "text": "In summary, Cormanthor is a living, breathing encyclopedia of ecological relationships. From fey alliances to predator-prey cycles and magical interventions, it is perhaps the most diverse region in Faerûn in terms of creatures. One druid famously wrote that “the beasts and green things of Cormanthor have learned to fend for themselves, and in doing so have found a balance even without the elves – a balance of their own making”. Adventurers entering these woods would do well to heed that balance those who treat the forest with care often find the forest (or its denizens) repaying the favor, while those who blunder or rampage often vanish without a trace, another meal for the ever-hungry wilds of Cormanthor."
    }
  ]
}
