{
  "title": "The Hill of Lost Souls (Eastern Border of the High Plains)",
  "chapters": [
    {
      "title": "Haunted History & Landscape",
      "text": "The Hill of Lost Souls is a lonely, dome-shaped hill rising from the prairies south of Anauroch’s western end. Long ago it was a ceremonial site for an orc tribe, and it became the site of a terrible massacre. Today the hill and its surrounding prairie are eerily quiet – “all but the spirits of the fallen” remain. The hill itself is topped by a stone circle and a scorched grove of dead trees. By day, one might find nothing amiss besides a sense of unease. But by night (especially on moonless nights), the hill earns its name: whirling ghost-lights and the howls of spirits fill the air. The atmosphere is so charged that even the winds here seem to wail. The surrounding prairieland is in stark contrast – rolling grasslands extending outward, populated by normal wildlife. Herds of wild bison roam the prairie around the hill in the daylight, grazing on tough grasses. Jackrabbits and prairie dogs burrow in the ground, and predators like coyotes and foxes keep a natural balance. This healthy grassland abruptly gives way to the haunted ground of the hill proper, where no grass grows above the burial pits and ancient altars. The weather on the prairie is typical – hot summers, cold winters – but on the hill, it is often unnaturally cold with clammy fogs, as if the ghosts draw warmth from the air."
    },
    {
      "title": "Ancestral Spirits",
      "text": "The Hill of Lost Souls is infamous for its ghosts. The restless spirits of hundreds of orc warriors haunt the summit, bound to the site of their death. At night they manifest as translucent, misty shapes howling in grief and fury. An adventurer who observed them described “whirling spirits, all of orcs, spinning faster and faster”, making horrific sounds. These ghostly orcs seem to be re-enacting an ancient ceremony or battle – possibly the very ritual in which they were slain. They roam mostly around the hill’s stone circle (presumably where they fell). The spirits are not immediately hostile unless disturbed. The same witness watched them for a time from a distance; the ghosts took no notice until one nearby spirit “suddenly recognized my presence” and flew at him in rage. He escaped by transforming into a bird, noting that the pursuing ghost halted at the edge of the ritual clearing as if bound there. These spectral orcs thus seem tied to the hilltop itself and may not be able to leave it. They also have a peculiar goal: according to orc shamans, the ghosts search endlessly for their lost war drums and banners, which were stolen after the massacre. The spirits’ “needs and desires” in undeath – such as recovering lost relics – drive their behavior. They rarely harm wildlife (ignoring animals entirely) and only attack people who come too close or interfere with their unknowable “joining of the spirits” ritual. In fact, modern orc tribes visit the hill periodically to perform ceremonies of their own. During the new moon, orc shamans lead a procession to the summit, beating drums and chanting. This orc ceremony, known as the Joining, is meant to appease the ghosts or even commune with them. Outsiders who have secretly watched the ritual reported that the living orcs danced among the faint shapes of their ancestors without being harmed. It’s said a few orcs even allow themselves to be possessed briefly, letting ancestral spirits speak through them. These living-orc ceremonies seem to calm the ghosts for a time. Nonetheless, the hungry dead of the hill remain a real danger to unwary trespassers. They can induce overwhelming fear in the living (even experienced adventurers have fled in terror at the first sight of the ghost swarm). And if angered, the ghosts may swarm an intruder en masse, potentially inflicting death by sheer fright or spiritual assault. One legend holds that a brave half-elf attempted to spend a whole night atop the hill to put the spirits to rest – by dawn, he was found aged decades and bearing a mysterious scar, having apparently fought alongside the ghosts in an unseen battle."
    },
    {
      "title": "Giants with a Purpose",
      "text": "Uniquely, the Hill of Lost Souls also harbors living giants – a clan of hill giants dwells on the hill’s eastern side. These brutish giants are usually an aggressive, people-eating lot, but the giants of this hill are so focused on a particular goal that they tend to ignore travelers unless provoked. They were observed to have “specific purpose in their lives, and anything that might distract from that goal is an unacceptable irritant”. That goal is war: the hill giants are locked in ongoing combat with another group of giants to the north (the mountain giants near the Battle of Bones). Interestingly, the two groups are kin – it turns out they were one clan long ago, split apart by distance and fate. When the northern branch fell under the leadership of an undead fire giant, the hill giants here “vowed to free their brethren from the tyranny of the undead (or kill them trying)”. This is an astonishing attitude from usually dim-witted hill giants, indicating a deep grudge and a sense of honor. Thus far, the giants of the Hill of Lost Souls have made several raids toward the Battle of Bones, engaging in fierce battles with the mountain giants. The conflict is essentially an undead-led giant faction versus a living giant faction. This strange circumstance means that adventurers who encounter giants here might not be attacked outright – unless they appear to support the undead giants. The local hill giants have been known to leave small groups of humans alone, considering them beneath notice compared to their larger feud. Nonetheless, it is highly advised not to antagonize them (do not “distract” them). They carry boulders and tree-trunk clubs and can swat intruders flat. On rare occasions, the giants have even been willing to parley with non-orcs who approach respectfully, especially if those outsiders offer information about their enemies. Travelers can sometimes hear or even see the distant clashes of these giants. Their running battle actually serves as an inadvertent shield for the civilized south – it keeps both groups of giants too occupied to raid human settlements."
    },
    {
      "title": "Prairie Life & Raiders",
      "text": "In the prairielands surrounding the Hill of Lost Souls, life continues in a more mundane fashion. The wide prairie supports herds of bison that graze the grass. Predators such as wolves and lions (the region is known for a few prides of tawny plains “lions,” likely imported long ago) stalk the herds. These normal animals give the area an appearance of a typical savanna by day. Nomadic bands of goblins and orcs sometimes traverse the prairie as well, usually skirting the haunted hill. A “band of roving orcs” might be encountered following the bison herds or heading to the hill for the aforementioned ceremonies. These humanoid raiders occasionally hunt the bison for food, or waylay caravans along the Trade Way to the west. However, even the savage orcs respect the Hill of Lost Souls – they treat it as holy ground, visiting only under truce for ritual. Goblin worg-riders have been seen giving the hill a wide berth, especially after dark. Thus, aside from the ghostly activity on the hilltop, the region’s ecological balance on the prairie is fairly normal. Giant vultures circle to feed on natural carrion (steering clear of the cursed hill, as if sensing something is wrong). Small burrowing animals aerate the soil. In fact, away from the hill’s immediate vicinity, one could almost forget the supernatural element and admire the stark natural beauty of the plains. The contrast is striking – “the prairielands … denizens of the prairie” live ordinary lives, while atop the Hill the dead stir."
    },
    {
      "title": "Unique Hazards",
      "text": "One notable feature on the western slope is the “Mysterious Geyser.” Amid some crags, there is a hot spring or geyser that erupts erratically, spewing scalding water and steam. The ground around it is slick with algae, attracting giant insects and amphibians. Occasionally, unsuspecting animals (or explorers) wander too close and are boiled by an eruption. The presence of this geyser so close to the haunted hill leads some to speculate a draconic or elemental influence – perhaps a remnant of the fire giant’s magic. So far, no evidence of a fire elemental or salamander in the geyser has surfaced, but it remains a curiosity. There is also talk of a lava-filled tunnel system under the hill. In fact, adventurers delving beneath the Hill of Lost Souls discovered a unique predator: the Lava Ankheg. This appears to be a burrowing ankheg (a giant insect similar to an enormous acid-spitting ant-lion) that dwells in unusually hot tunnels under the hill. The party that encountered it described how it “dragged [one of our men] underground” in an instant. It did not immediately re-attack, instead holding its ground as if defending its territory deep in the earth. The lava ankheg is so named because the walls of its tunnels were found to be melted and hardened again, suggesting it bores through rock by secreting intense acid or heat. It likely senses prey via ground vibrations. Adventurers who explored its lair found timber bracings and a network of passages (hinting someone may have tried to mine or excavate here before). The ankheg itself proved very dangerous; in one month it purportedly slew half a dozen treasure-hunters. While essentially a large beast, its presence adds another threat for those seeking treasure beneath the Hill."
    },
    {
      "title": "Legends & Mysteries",
      "text": "The Hill of Lost Souls has given rise to a few local legends. One is that of Thelarn’s Tomb – supposedly a hidden barrow of a Netherease wizard buried with great riches in the hill. The ghosts are thought to guard this tomb, not letting anyone disturb it. Numerous attempts to find it have failed, feeding the legend further. Another rumor claims that if one of the ancestral orc spirits recognizes you as a blood descendant, it will bestow a ghostly boon instead of harm. (Some half-orcs have intentionally sought out the spirits for this reason, but with mixed results – a few gained cryptic guidance or a protective charm, while others were chased away or cursed with nightmares.) The giants on the hill also inspire tales: travelers speak of witnessing from afar a titanic duel between a hill giant chief and a skeletal fire giant under a stormy sky – a clash so intense that lightning struck the hilltop repeatedly as if the gods themselves were watching. This has led some superstitious folk to avoid the area entirely during thunderstorms. Yet, perhaps the most hopeful story is that the “lost souls” may one day find rest. Orc shamans maintain that if the tribe’s ancient war drums (lost during the massacre) are returned and beaten on the hill at sunrise, the spirits will finally depart to meet their gods. Whether that is true remains to be seen. Until such a day, the Hill of Lost Souls stands as a unique ecological niche: a place where living, undead, and even spiritual ecosystems overlap – spectral orcs dance above, mortal giants battle across it, and deep below, primeval creatures burrow. Few places in the Realms so vividly demonstrate the interplay (and conflict) between the natural cycle of life and the restless forces of undeath."
    }
  ]
}