{
  "title": "The Stonelands and Goblin Marches (North of Cormyr)",
  "chapters": [
    {
      "title": "Regional Character",
      "text": "The Stonelands and Goblin Marches are two adjacent wilderness areas just north of Cormyr’s frontiers. The Goblin Marches is a desolate scrubland historically ruled by goblin-kind, while the Stonelands is a broken badland of sandstone mesas and tors. Both regions are rocky, sparsely vegetated, and harsh, with extreme summer heat and little surface water. In the past, they teemed with goblinoid tribes and plentiful wildlife. But a calamity a few decades ago (some say monsters fleeing Myth Drannor’s fall) introduced new predators that upset the natural balance. As one account puts it: these lands “were never lush, but they were full” of life until an influx of “dragons, chimerae, medusae, perytons, and other ‘unnatural’ predators” swung the ecological balance severely. Now, the region’s wildlife is much reduced (“vanishing”), and monsters roam freely."
    },
    {
      "title": "Vanishing Wildlife",
      "text": "Historically, the Marches had hardy grasses supporting herds of rothe (a kind of wild cattle) and deer, which in turn fed packs of wolves and worgs (the larger, evil breed of wolf). Game birds like wild turkeys and prairie chickens were once common. Many of these creatures have been thinned out by heavy predation. Local naturalists lament that the “owlbears of Cormanthor ate up all the rabbits” in nearby forests, a parallel to how predators in the Marches decimated prey here. In the Goblin Marches, even before the monsters arrived, the goblin tribes themselves kept game populations low through hunting. Now, one is hard-pressed to find more than a few scrawny deer or feral goats on the plains. The phrase “Vanishing Wildlife” is apt – one ranger noted that each year, he sees fewer animal tracks and more monster tracks. Notably, the region still has sturdy insect life – colonies of fire ants and blood-sucking stirges (mosquito-bats) – but these offer little sustenance to larger creatures. As a result, some predators have begun preying on each other or moving elsewhere. For example, gnolls that once hunted deer now raid goblin warrens for food. Even the water sources reflect this decline: several springs have become stagnant because no herds come to keep them clear. It’s a vicious cycle of ecological collapse initiated by the monster invasion."
    },
    {
      "title": "Goblinoid Tribes (“The Goblin Threat”)",
      "text": "The Goblin Marches gained their name from the many goblin tribes that once lived there. Those tribes, along with hobgoblins, kobolds, and orcs, were the dominant intelligent inhabitants. They built mud-brick forts and shallow tunnels in the badlands and waged constant skirmishes against each other and against human outposts to the south. The goblins were so numerous that even Cormyr’s armies hesitated to enter their lands in force. However, things have changed. The combined pressure of new predators and targeted campaigns by Cormyr has significantly reduced goblin numbers. Today the goblin tribes are fragmented and hiding in the “rimwoods” (fringe thickets) and caves. They still pose a threat – any party crossing these lands is likely to be shadowed by goblin scouts, and stragglers may be ambushed. The goblins are thieving and murderous by nature, and will take any chance to kill and loot lone travelers. That said, they are terrified of certain monsters (for instance, many goblins refuse to roam in daylight now due to peryton attacks from above). Hobgoblins, their larger cousins, have fared slightly better because they organize in disciplined warbands and sometimes tame dire wolves or giant bats as war-mounts. One hobgoblin band known as the Red Moon still controls a rocky outcrop, warded by trained giant boars and a pet ogrillon (half-ogre). The orcs that occasionally migrated through have mostly withdrawn to the Thunder Peaks region, due to competition from the monsters and because Cormyr patrols the Stoneland-Orc borders more heavily now. Interestingly, the Zhentarim (an organization from the Moonsea) have been trying to recruit these goblinoids. Agents were “trying to convince goblins, orcs, and trolls to leave their natural homes and go serve in battles between humans”. So far, these efforts have not harmed the land directly – indeed, the goblins that leave for mercenary work are one less trouble locally – but they represent another outside influence on the region’s ecology (removing some goblins and thus perhaps alleviating pressure on other species). In short, the goblinoid threat is diminished but not gone. They remain an integral part of the ecosystem’s intelligent hierarchy: scavengers and opportunists who once kept more fearsome beasts in check by sheer numbers. Now with their decline, more dangerous creatures move unchecked."
    },
    {
      "title": "Great Beasts and Apex Predators",
      "text": "The Stonelands and Marches are now prowled by several “Great Beasts” that fill the apex predator role once held by whole tribes of goblins or packs of wolves. One of the most notorious is the peryton. Perytons have become “a more constant danger” here than almost anywhere else. They prefer human prey – ripping out the heart to feed – and when humans are scarce, they turn to demihumans or even goblins. A scholar of ecology wryly noted that perytons might actually help the “vanishing wildlife” somewhat by focusing on humanoids (goblins and orcs) instead of deer; however, as he quipped, “a tribe of orcs might not be the worst thing you can encounter – I could be mistaken”. Certainly for an adventurer, a hungry peryton or a manticore is far more deadly than a pack of orcs. Manticores are present as well, especially in the Stonelands. They nest on high crags and attack any intruders in their territory. They have been observed cooperating with perytons on at least one occasion to scatter a large caravan’s guards before both creatures picked off victims. Chimerae, as mentioned, are also here after being “transplanted.” A chimera (with its dragon, lion, and goat heads) fears little and will even challenge a young dragon for a kill. Wyverns (relatives of dragons with venomous stingers) are occasionally seen gliding from the highlands, showing the area’s integration with the greater Dragonspine mountains ecology. Perhaps the most surprising newcomers are medusae. Several petrified victims (statues of men-at-arms, their faces twisted in fear) have been found in an old ruin in the eastern Marches. This strongly suggests a medusa (a snake-haired woman whose gaze turns flesh to stone) has laired there. Medusae feed on small animals (they’re carnivorous but don’t eat the ones they petrify), so their ecological impact is more indirect – the local herd of wild boar might dwindle without obvious cause as the medusa quietly hunts them at night. Explorers must now consider not just claws and fangs but petrification as a danger in these lands.\n\nOther great beasts include gorgons (bronze bull-like creatures that exhale petrifying gas) on the grassy flats – one gorgon was spotted trampling a pack of gnolls, leaving them as stone husks. Bulette (landsharks) roam the area too. In fact, about half of a well-known adventuring company called the Swords of Evening reportedly wound up as **“powder in a bulette’s nest”】. These landsharks have no predators except perhaps a dragon; they can freely breed in the remote badlands. However, one must be careful “One bulette is more than enough” trouble, but if rumors of multiple breeding pairs are true, their unchecked expansion could scour the land of all other life. Local rangers have quietly tried to poison bulette lairs to contain them."
    },
    {
      "title": "Allied Monsters & Patterns",
      "text": "Some of these predators have curious relationships. The perytons, for instance, have been observed keeping captives: one report claims a nest of perytons held a mix of live prisoners (orcs, humans, even an ogre) not for food but seemingly for sport. The perytons “cared for their captives as stock” – perhaps to induce fear (since perytons are rumored to need their prey to feel terror to ensure the heart is suitable). This is a chilling development, showing a level of cunning and cruelty that can significantly affect local populations (they might capture all potential hunters in an area, ensuring only themselves and their livestock remain). Meanwhile, griffons and hippogriffs occasionally fly in from the west (Storm Horn mountains) to hunt. Griffons love horseflesh and have been attacking caravans on the Moonsea Ride south of the Marches. Hippogriffs, being less aggressive, tend to avoid settled routes and instead glide over the open Stonelands chasing wild zebras (some of which escaped from civilization and surprisingly adapted to the plains). The presence of these flying creatures sometimes holds the perytons in check – for example, griffons will attack perytons to eliminate competition for territory.\n\nInterestingly, lycanthropes (were-creatures) are also a factor. Encounter tables note that adventurers might run across various werebeasts – from wereboars to werewolves – in this region. Many of these are outcasts or cursed individuals from neighboring lands who fled into the wilds. As such, a wereboar might lead actual boars in the forested patches, or a werewolf might integrate into a wolf pack on the plains. These lycanthropes often become apex predators themselves. A werewolf pack can decimate a goblin lair, for instance, or drive off other predators (since normal animals fear them). So, the ecology here has an overlay of unnatural “shapeshifter” predators too. One Moonsea merchant who survived a journey across the Stonelands swore that a werebear guided him to a safe valley one full-moon night (perhaps a benevolent druidic lycanthrope), showing that not all these influences are malign."
    },
    {
      "title": "Rumors and Current Events",
      "text": "Local rumor holds that “manticores’ numbers have steadily increased… especially in wilderness regions such as the Gray Land of Thar”, and some fear a similar boom could occur here. With fewer adventurers culling monsters during the recent war years, it’s plausible the great beasts have been multiplying. Villagers on Cormyr’s border tell fireside stories of the “Ghost of the Marches”, supposedly a specter of a long-dead goblin king that wanders lamenting the loss of his kingdom. More concrete are whispers that Zhentil Keep is secretly arming what goblin tribes remain, hoping to spark them into harassing Cormyr again (as a distraction for Zhentish plans elsewhere). Rangers have indeed found steel arrowheads of Zhent make in goblin ambush sites, lending credence to this. If the goblins rebound (with outside help) and the monsters remain thick, the region could become a war zone of competing predators – a very dangerous scenario for any caught in between. On a hopeful note, a certain Maris (the narrator of a treatise on this region) indicates that “the only thing that has kept the sahuagin numbers in check [in the sea] is the combined antagonism of all other communities”, suggesting a parallel here: the only thing keeping any one monster species from overrunning the Stonelands is the way they check each other through competition. For example, manticores prey on peryton fledglings, perytons terrorize goblins, goblins trap and kill young manticores, and so on in a vicious loop. In effect, a grim equilibrium might eventually be reached again."
    },
    {
      "title": "For now, travelers are warned",
      "text": "The Stonelands and Goblin Marches remain extremely perilous. As one source says, “few creatures are a more constant danger” here than perytons, and “few orcs or goblins can even wound” them without magic. Thus, ordinary humanoid tribes are outmatched – meaning adventurers must contend directly with the monstrous apex predators. Those who venture in these parts without magic or sharp wits often become just another bleached bone on the stones, a testament to how the balance of nature has shifted in these regions."
    }
  ]
}
