{
  "title": "The Thunder Peaks and Storm Horns (Mountain Ranges of Cormyr)",
  "chapters": [
    {
      "title": "Geography & Climate",
      "text": "The Thunder Peaks (along Cormyr’s eastern border) and the Storm Horns (forming Cormyr’s northern border) are high, rugged mountain ranges. They are “treacherous peaks”, with howling windstorms and winter blizzards that can bury valleys in snow. The high altitudes mean thin forests of pine in lower slopes, turning to bare rock and snowfields above. Despite the harsh conditions, these mountains harbor rich ecosystems and many monsters. There are soaring cliffs for roosting flying creatures, deep caves for subterranean beasts, and alpine meadows where hardy prey animals graze in summer."
    },
    {
      "title": "Common Mountain Wildlife",
      "text": "The lower ranges have typical mountain fauna – mountain goats and ibex bounding on crags, deer in the forested vales, and smaller creatures like pikas, marmots, and snowshoe hares. These support populations of wolves (ordinary gray wolves and the larger dire wolves) and great cats (mountain lions and the occasional displacer beast wandering from Cormanthor). Bears (brown and cave bears) are present but less common than in gentler mountains; still, a few massive cave bears hibernate in the Storm Horns’ caverns. In the heights, giant eagles nest on ledges. These eagles are actually quite numerous – the Great Eagle Aerie of the Storm Horns is legendary and even serves as an ally of the elves at times. Their presence affects the ecology: griffons, for example, will not lair too near an area dense with giant eagles, as the eagles aggressively defend territory. The giant eagle vs. griffon rivalry is an important dynamic; it keeps griffon populations somewhat in check near Cormyr’s settlements because the eagles attack any griffon that ventures too far south."
    },
    {
      "title": "Avian Predators",
      "text": "Griffons themselves are major predators here. They are “majestic avians with a much-deserved reputation…menaces to anyone on a horse”, as they love to prey on horses. King Azoun IV of Cormyr famously wanted a griffon-mounted unit of Purple Dragons; when his troops tried to capture griffons, they were “set upon by a dozen griffons – the largest force any had seen attacking at once”. That incident shows the griffons’ social behavior: normally solitary or in small prides, they can band together if a great threat or opportunity arises. Now those griffon prides have staked claim to territory near Gnoll Pass and the Moonsea Ride, harassing caravans. The risk from above is so great that Cormyr is considering a concerted campaign to **“destroy as many griffons as possible to allow safe travel”】. On the other hand, hippogriffs (creatures with eagle foreparts and horse hindparts) also live in these ranges, but they “are more tolerated, for they present less of a threat to civilization”. Hippogriffs are generally gentler; many are content to hunt mountain rabbits and fish rather than livestock. They also tend to avoid direct competition with griffons by nesting a bit away from them and sometimes higher up where griffons do not like the cold. Some Purple Dragon officers have even taken to training hippogriffs as mounts, since “the calmer nature of the hippogriff means easier training…to ride”. This local domestication might gradually reduce wild hippogriff numbers in the mountains if many are captured, but currently they still flourish. Perytons also haunt the Thunder Peaks (especially the northern end near Tilver’s Gap). They are not as numerous as in the Goblin Marches, but enough to make Tilver’s Gap dangerous. It’s said that “the perytons are fond of attacking caravans that pass through Tilver’s Gap”, and are suspected in multiple disappearances. Being intelligent and evil, they coordinate these raids cunningly."
    },
    {
      "title": "Land Predators & Monsters",
      "text": "On the ground, the mountains have a variety of monsters. Ogres and hill giants dwell in the high valleys – in the Storm Horns, at least one tribe of hill giants exists, notable for having a surprisingly peaceful pact with a copper dragon (long story short, the dragon’s lair is beneath their stead and he tolerates them if they keep intruders out). Generally, though, giants and ogres raid human and dwarf holdings. Gnolls infest Gnoll Pass (hence its name), coming down from the Thunder Peaks. They are a major hazard on the Moonsea Ride leaving Arabel. To some extent, the increase in griffon attacks in that area has been beneficial, as griffons will happily snatch up gnolls for food just as they would a camel. In fact, scouts noted the griffons seem to have learned that caravans often attract gnoll ambushes, so they lurk near and pick off gnolls mid-attack – only occasionally then turning on the caravan itself. Meanwhile, wyverns lurk in both ranges, though more in the Thunder Peaks. A cluster of wyverns known as the Wyvernfast brood plagues the remote passes. They will attack anything moving and have venomous stings that make them arguably more dangerous than a young dragon.\n\nOne charming bit of fauna in these mountains: the tressym – winged cats. Cormyr has a well-known population of tressym that originated from the Spellgard ruins in the Stonelands and spread to the Storm Horn villages. These tressym are predator enough to keep down rodents, and are themselves preyed on by owls and sometimes hippogriffs, but their presence doesn’t drastically alter the ecology (except to delight human onlookers)."
    },
    {
      "title": "Dragons",
      "text": "Speaking of dragons, these mountains have historically been dragon territory too. The Thunder Peaks were once home to a fearsome dracolich (Dragotha), and currently at least one old green dragon prowls the eastern woods at their base. The Storm Horns host a few copper dragons (which are usually benign pranksome creatures). Those copper dragons have been known to hunt giant scorpions and even challenge small blue dragons in the Stonelands, making them unexpected allies of a sort to Cormyr. Additionally, in recent years, a white dragon named Hvitrung was glimpsed trying to establish a lair on the highest Storm Horn peak. If true, that could upset things greatly, as a white dragon could drive out the eagles and hippogriffs and freeze the high springs (affecting water flow). The Harpers quietly aided the copper dragons in discouraging the white from staying."
    },
    {
      "title": "Underdark and Special Creatures",
      "text": "Beneath the Storm Horns lies the Halls of Mourning – dwarfholds now infested with goblins and ghouls. These goblins venture out at times, but they are fewer these days due to some internal plague (some say a curse from a tomb they disturbed, turning many into zombies). Kobolds also tunnel under the Thunder Peaks; in fact, it’s believed a kobold mine intersects an old drow tunnel network. This sometimes spits out ettercaps (spider-herding humanoids) into the forests on the eastern slopes – the presence of ettercaps and their giant spider pets has been noted by Dalelands woodcutters. The kobolds themselves occasionally serve a blue dragon that lives further east, so they might import that dragon’s cast-off prey (like giant beetle shells) into the ecosystem."
    },
    {
      "title": "Humanoids & Civilization",
      "text": "There are notable dwarf and gnome communities in the mountains. The dwarves of the Storm Horns (Clan Hammerhand) domesticate giant ram animals and have even tamed a few hippogriffs as guardians. Their presence ensures certain threats (like goblins) don’t get too numerous; dwarves relentlessly hunt goblin and orc bands, thinning their numbers and driving survivors into the lowlands. The Purple Dragon garrisons at High Horn and Dawnguard also contribute to controlling monster populations. For instance, Cormyr sends regular “sweeps” through known griffon nesting areas to destroy eggs, limiting their growth (hence why griffons attack caravans more in Sembia’s direction than Cormyr’s side)."
    },
    {
      "title": "Rumors & Lore",
      "text": "Many a tale is told in Arabel’s taverns of the “Lost Valley of Harts” hidden in the Storm Horns, allegedly a secluded valley where rare beasts like unicorns and pegasi live protected by fey magic. If it exists, it’s certainly protected from the predation that would normally befall such creatures (griffons love pegasus meat). Some think the shedu (Lawful good celestial bulls) rumored in ancient tablet texts could also reside in such a sanctuary in the Thunder Peaks (the encounter tables list “Androsphinx, Gynosphinx, Shedu”, suggesting those mystic creatures might be around). Indeed, the ancient Sphinxes of the Thunder Peaks are legendary – one female gynosphinx was known to bargain lore for food with passing merchants. Such creatures, if present, add an interesting facet: they sometimes keep a lid on local monster aggression by forming truces or scaring off lesser beasts. For example, an andosphinx was said to roar so mightily it “shook the entire canyon”, possibly keeping a dragon from settling nearby.\n\nA notable current event: there are increasing reports of “winged raiders” on caravans east of Arabel. Initially thought to be all griffons, evidence now suggests a mix of griffons, perytons, and even a manticore or two working in tandem – an unnatural alliance possibly orchestrated by an intelligent leader. Some suspect a magedragon (an altered dragon) is manipulating these creatures. The risk has grown so high that Cormyr is training a special “Wing-mounted Purple Dragon” unit to counter them. If implemented, that unit riding hippogriffs or griffons of their own would in turn become part of the ecology – essentially human-backed apex predators to challenge the wild ones."
    },
    {
      "title": "Ecological Balance",
      "text": "For now, the mountain ecosystems show a rough balance through competition and territoriality. “Few creatures want to compete with griffons for food, nor attack prey on constant guard for other winged predators”, meaning if griffons dominate one area, manticores or perytons move to another. Likewise, where giants roam, dragons may avoid (and vice versa). Adventurers who travel here find that encounters often depend on where each monster’s range is. A valley might be “owned” by a mated pair of manticores, beyond which a roost of wyverns holds sway. The edges of territories (say where griffon and hippogriff ranges overlap) can be surprisingly calm as each predator avoids conflict with the other. It takes some knowledge of these patterns to choose a safe path. As Elminster himself notes in annotations, “Interested readers may wish to consult accounts of the ‘Gnoll Pass Griffon Hunts’ wherein the Crown attempted to curb their numbers – and how nature (or the gods) replaced losses with uncanny swiftness”, implying that trying to artificially tip the balance (like killing too many griffons) can result in unforeseen increases of another predator or the griffons breeding faster.\n\nIn conclusion, the Thunder Peaks and Storm Horns exemplify a classic alpine ecology laced with fantasy threats. Menaces from above (griffons, wyverns, perytons) and brutes from below (giants, ogres, goblinoids) make them perilous. Yet each species has its niche and, in a way, keeps others in check. The giants keep the orcs down, the dragons keep the giants wary, the eagles check the griffons, the griffons check the gnolls and so on in a complex web. Travelers who respect this web – moving perhaps when the griffons are busy feeding elsewhere, or sticking to valleys claimed by the relatively friendlier hippogriffs – have the best chance of surviving these formidable ranges."
    }
  ]
}
